Repository: Eurelis/Eurelis-iBeaconLocator
Catalog: iBeaconTool/*.lproj/Localizable.strings
Languages: fr

source: Back
fr: Retour

# ACTIVE_GROUP_DESC
source: Active group
fr: Group actif

# INACTIVE_GROUP_DESC
source: Disabled group
fr: Group désactivé

source: Enable notifications:
fr: Activer les notifications :

source: On entry:
fr: À l'entrée :

source: On exit:
fr: À la sortie :

# ON_DISPLAY
source: When device's display is on:
fr: À l'allumage de l'écran :

# CREATE_MAJOR_LABEL_FORMAT
source: Create major: %@
fr: Nouvelle major : %@

# ERROR_MAJOR_ALREADY_EXISTS
source: This major already exists
fr: Cette major existe déjà

source: Listen
fr: Localiser

source: Cancel
fr: Annul.

source: Create new beacon
fr: Créer une balise

source: Create new group
fr: Créer un groupe

# ACCURACY_FORMAT_LABEL
source: Accuracy: %0.3f m
fr: Approximation : %0.3f m

# PROXIMITY_FORMAT_LABEL
source: Proximity: %@
fr: Proximité : %@

# PROXIMITY_NEAR
source: near
fr: proche

# PROXIMITY_FAR
source: far
fr: lointaine

# PROXIMITY_UNKNOWN
source: unknown
fr: indéterminée

source: Emit
fr: Émettre

source: Settings
fr: Paramètres

# SELECT_TRANSMITTER_BEACON
source: Select a beacon on the list
fr: Choisissez une balise dans la liste

# INACTIVE_EMITTER
source: Emitter is off
fr: L'émetteur est inactif

# ACTIVE_EMITTER
source: Emitter is on
fr: L'émetteur est activité

# NAME_ERROR
source: You must give a name.
fr: Vous devez saisir un nom.

# UNICITY_ERROR
source: This beacon already exists, verify major and minor values.
fr: Cette balise existe déjà, veuillez vérifier major et minor.

# UUID_UNICITY_ERROR
source: A group with this UUID already exists.
fr: Un groupe avec cet UUID existe déjà.

# EMPTY_NAME_ERROR
source: You must give a name.
fr: Vous devez saisir un nom.

# INSIDE_NOTIFICATION_FORMAT
source: You are now detecting: %@
fr: Vous détectez : %@

# OUTSIDE_NOTIFICATION_FORMAT
source: You aren't detecting: %@ anymore
fr: Vous ne détectez plus : %@

# NOTIFICATION_BEACON_NAME_FORMAT
source: the beacon %@
fr: la balise %@

# TAP_DISPLAY_MORE_INFOS
source: Tap here to display more data.
fr: Tappez ici pour plus d'informations.

# NO_KNOWN_POI
source: No known Point of Interest for this beacon.
fr: Pas de point d'intérêt connu pour cette balise.

# LISTEN_BEACONS
source: Beacons
fr: Balises

# LISTEN_POIS
source: POIs
fr: Point d'intérêt

# UUID_IN_PASTEBOARD
source: Your pasteboard contains an UUID, would you like to use it?
fr: Votre presse papier contient un UUID, voulez-vous l'utiliser ?

source: UUID detected
fr: UUID détecté

source: Yes
fr: Oui

source: No
fr: Non
